/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */
"zanalytics.analytics.title" = "Analitice";
"zanalytics.otherInfo.title" = "Alte informații";
"zanalytics.analytics.tracking.cell.title" = "Partajare statistici de utilizare";
"zanalytics.analytics.tracking.footer" = "Partajați statistici de utilizare cu dezvoltatorii aplicației. Aceasta ne va ajuta să îmbunătățim aplicația.";
"zanalytics.analytics.tracking.anonymous.footer" = "Partajați statistici de utilizare cu dezvoltatorii aplicației. Aceasta ne va ajuta să îmbunătățim aplicația.";
"zanalytics.analytics.crashreport.cell.title" = "Activare rapoarte eroare critică";
"zanalytics.analytics.sendonmobilenetwork.cell.title" = "Trimitere date în rețeaua mobilă";
"zanalytics.analytics.sendonmobilenetwork.footer" = "Activați această opțiune pentru a partaja date prin rețeaua mobilă.";
"zanalytics.analytics.crashreport.footer" = "Partajați datele erorilor fatale cu dezvoltatorii noștri la fiecare închidere bruscă a aplicației. Acest fapt ne va ajuta să identificăm defectele și să scoatem versiuni corective.";
"zanalytics.analytics.anonymouse.cell.title" = "Include identitatea mea";
"zanalytics.analytics.anonymouse.footer" = "Activați partajarea datelor cu identitatea dvs. Acest lucru ne va ajuta în acele ocazii în care raportați o anumită problemă la echipa noastră de suport.";
"zanalytics.privacy.disable.alert.title" = "Alertă!";
"zanalytics.privacy.disable.alert.description" = "Partajarea statisticilor de utilizare ne ajută să vă oferim o asistență mai bună, oferindu-ne detalii despre erorile critice. Ne va ajuta să eliminăm defectele sâcâitoare.";
"zanalytics.privacy.disable.alert.ok" = "OK";
"zanalytics.privacy.alert.title" = "Ajutați-ne să ne îmbunătățim!";
"zanalytics.privacy.alert.description" = "Ne puteți ajuta să ne îmbunătățim produsul acceptând să partajați informațiile legate de erori critice și datele de utilizare a aplicației. Puteți să faceți acest lucru folosind identitatea dvs. sau în mod anonim. Rețineți că puteți modifica oricând preferințele din setările aplicației.";
"zanalytics.privacy.alert.description.watchsupport" = "Ne puteți ajuta să ne îmbunătățim produsul acceptând să partajați informațiile legate de erori critice și datele de utilizare. Puteți să partajați datele cu identitatea dvs. sau în mod anonim. Preferințele dvs. vor fi sincronizate între ceas și aplicațiile mobile. Puteți să le modificați oricând din setările aplicației pentru mobil.";
"zanalytics.privacy.alert.option1" = "Sunt de acord folosind identitatea mea";
"zanalytics.privacy.alert.option2" = "Sunt de acord în mod anonim";
"zanalytics.privacy.alert.option3" = "Nu sunt interesat";
"zanalytics.crash.alert.title" = "%@ s-a oprit în mod neașteptat la ultima utilizare";
"zanalytics.crash.alert.description" = "Doriți să trimiteți un raport pentru a putea să remediem problema?";
"zanalytics.crash.alert.option1" = "Trimitere întotdeauna raport";
"zanalytics.crash.alert.option2" = "Trimitere acum";
"zanalytics.crash.alert.option3" = "Nu acum";
"zanalytics.crash.alert.option4" = "Nu mai întreba";
"zanalytics.crash.alert.option5" = "Revizuire și trimitere";
"zanalytics.crash.navbar.crashreport.title" = "Eroare critică recentă";
"zanalytics.analytics.navbar.button.title.back" = "Înapoi";
"zanalytics.analytics.navbar.button.title.cancel" = "Revocare";
"zanalytics.analytics.navbar.button.title.send" = "Trimitere";
"zanalytics.privacy.onboarding.title" = "Gestionați confidențialitatea dvs.";
"zanalytics.privacy.onboarding.description" = "Explorați moduri de a mări confidențialitatea și securitatea contului dvs.";
"zanalytics.privacy.onboarding.reviewprivacy.title" = "Particularizați setările de confidențialitate și securitate";
"zanalytics.watch.privacy.alert.title" = "Preferințe analitice";
"zanalytics.watch.privacy.alert.description" = "Preferințele dvs. vor fi sincronizate între ceas și aplicațiile de pe mobil. Puteți să modificați preferințele oricând în ecranul de setări al aplicației de pe mobil.";
"zanalytics.appupdates.title"="Actualizare nouă disponibilă!";
"zanalytics.appupdates.description"="Vă recomandăm să actualizați la această versiune și să vă bucurați de funcțiile noi și incitante.";
"zanalytics.appupdates.action.update.now"=" Actualizare acum ";
"zanalytics.appupdates.action.remind.me.later"="Adu-mi aminte mai târziu";
"zanalytics.appupdates.action.ignore"="Ignorare";
"zanalytics.appupdates.unsupportedos.title"="Avertisment!";
"zanalytics.appupdates.unsupportedos.description"="Această aplicație necesită să instalați cel mai recent SO. Actualizați acum pentru o experiență mai bună.";
"zanalytics.appupdates.unsupportedos.action"=" Instalează mai târziu ";
"zanalytics.rateus.prompt.title" = "Vă place să folosiți această aplicație?";
"zanalytics.rateus.action.rateinappstore" = "Evaluați-o în App Store";
"zanalytics.rateus.action.openfeedback" = "Trimiteți feedback";
"zanalytics.rateus.action.later" = "Mai târziu";
"zanalytics.analytics.log.cell.title" = "Jurnal consolă";
"zanalytics.analytics.log.footer" = "Partajați jurnalul consolă cu dezvoltatorii aplicației. Aceasta ne va ajuta să identificăm obstacolele de care vă loviți în atingerea obiectivelor dorite și să îmbunătățim eficiența aplicației";


"zanalytics.apprivacyShield.screenshotalert.screenrecording" = "Înregistrare ecran detectată!";
"zanalytics.apprivacyShield.screenshotalert.screenshot" = "Captură de ecran detectată!";
"zanalytics.apprivacyShield.screenshotalert.screenrecordingshield" = "Acest ecran este protejat împotriva partajării";
"zanalytics.apprivacyShield.screenshotalert.message" = "Doriți să dezactivați temporar Scutul de protecție ecran de la Apptics?";
"zanalytics.apprivacyShield.screenshotalert.yes" = "Da";
